verification/runs/T-family/T5_runs/T5_CUBE_m/constant/air/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant/air";
    object turbulenceProperties;
}

simulationType RAS;
RAS
{
    RASModel kOmegaSST;
    turbulence on;
    printCoeffs on;
    kOmegaSSTCoeffs { Prt 0.85; }
}
